[
    {
        "work": {
            "title": "Symphony No. 2 in D major, Op. 35",
            "composer": {
                "name": "Louise Farrenc",
                "birthDate": "1804",
                "deathDate": "1875",
                "birthLocation": "Paris, France",
                "deathLocation": "Paris, France",
                "longDescription": "Louise Farrenc was a French composer, virtuoso pianist and teacher. Born Jeanne-Louise Dumont in Paris, she was the daughter of Jacques-Edme Dumont, a successful sculptor, and sister to Auguste Dumont. She began piano studies at an early age with Cecile Soria, a former student of Muzio Clementi. When it became clear she had a gift for composition, her parents arranged for her to study with Anton Reicha, the composition teacher at the Conservatoire, though as a woman she was not permitted to enroll in his class officially. In 1821 she married Aristide Farrenc, a flute student ten years her senior, who performed at the Théâtre Italien. Following her marriage, she interrupted her studies to concertize with her husband throughout France. After returning to Paris in the 1830s, she began her composition career in earnest, publishing works for piano and chamber ensembles. In 1842 she was appointed to the permanent position of Professor of Piano at the Paris Conservatory, a position she held for thirty years and one which was among the most prestigious in Europe. Despite her achievements as a composer, performer and pedagogue, her works were largely forgotten after her death until the late 20th century, when there was a revival of interest in compositions by women.",
                "shortDescription": "French composer, pianist and teacher who was the only female professor at the Paris Conservatory during the 19th century.",
                "imageURL": "https://example.com/louise_farrenc.jpg",
                "tags": [
                    "Romantic",
                    "French",
                    "Symphony",
                    "Female Composer"
                ],
                "refrences": [
                    {
                        "content": "Farrenc's Symphony No. 2 was premiered in Paris in 1846.",
                        "source": "Music History Journal",
                        "tags": [
                            "premiere",
                            "historical"
                        ]
                    }
                ],
                "works": [],
                "gender": "female",
                "sources": [
                    "Music Encyclopedia",
                    "Paris Conservatory Archives"
                ],
                "nationality": "French"
            },
            "location": "Paris, France",
            "publicationYear": "1845",
            "duration": "~30 MINUTES",
            "shortDescription": "A confident and tightly structured symphony blending Classical elegance with Romantic warmth.",
            "longDescription": "Symphony No. 2 in D major, Op. 35 is a four-movement work composed in 1845. It demonstrates Farrenc's mastery of orchestral writing and her deep understanding of Classical form combined with Romantic expressiveness. The symphony begins with a majestic Andante introduction followed by an energetic Allegro. The second movement is a lyrical Adagio cantabile, while the third is a spirited Scherzo. The finale is a brilliant Allegro that showcases Farrenc's contrapuntal skills and rhythmic drive. The work was premiered in Paris in 1846 and received positive reviews, though it was largely forgotten after her death until its revival in recent decades.",
            "instrumentation": [
                "2 Flutes",
                "2 Oboes",
                "2 Clarinets",
                "2 Bassoons",
                "2 Horns",
                "2 Trumpets",
                "Timpani",
                "Strings"
            ],
            "references": [
                {
                    "content": "The symphony shows influence from both Beethoven and Mendelssohn.",
                    "source": "Musicological Analysis Journal",
                    "tags": [
                        "analysis",
                        "influence"
                    ]
                }
            ],
            "period": "Late Romantic",
            "genre": "Orchestral",
            "subGenre": "Symphony",
            "style": "tonal",
            "sources": [
                "Historical Music Archives",
                "Farrenc Society Publications"
            ],
            "rawContent": "ORCHESTRAL · SYMPHONY\n\n~30 MINUTES\n\nInstrumentation Summary\n\n2 Flutes, 2 Oboes, 2 Clarinets, 2 Bassoons, 2 Horns, 2 Trumpets, Timpani, Strings\n\nMood and Style\n\nMajestic · Classical-Romantic · Spirited"
        },
        "insight": "This confident and tightly structured symphony blends Classical elegance with Romantic warmth. Brisk counterpoint and rhythmic drive make it an excellent choice for bridging early and high Romantic repertoire, showcasing Farrenc's exceptional craft."
    },
    {
        "work": {
            "title": "Symphony No. 5 in F minor",
            "composer": {
                "name": "Emilie Mayer",
                "birthDate": "1812",
                "deathDate": "1883",
                "birthLocation": "Friedland, Germany",
                "deathLocation": "Berlin, Germany",
                "longDescription": "Emilie Mayer was a German composer of the Romantic period. Born in Friedland, Mecklenburg, she was the daughter of a pharmacist who was also an amateur musician. After her father's suicide in 1840, she began to study composition seriously with Carl Loewe in Stettin and later with Adolph Bernhard Marx and Wilhelm Wieprecht in Berlin. She was an extremely prolific composer, writing eight symphonies, numerous chamber works, lieder, and several overtures and other orchestral works. She was often referred to as the 'female Beethoven' by her contemporaries due to the power and scope of her compositions. Despite her success during her lifetime, with regular performances of her works in Berlin and beyond, her music fell into obscurity after her death. In recent years, there has been a revival of interest in her compositions, with new recordings and performances bringing her music to a wider audience.",
                "shortDescription": "German composer known for her symphonies and chamber music, often called the 'female Beethoven' by contemporaries.",
                "imageURL": "https://example.com/emilie_mayer.jpg",
                "tags": [
                    "Romantic",
                    "German",
                    "Symphony",
                    "Female Composer"
                ],
                "refrences": [
                    {
                        "content": "Mayer's Symphony No. 5 was first performed in Berlin in the early 1850s.",
                        "source": "German Music Archives",
                        "tags": [
                            "premiere",
                            "historical"
                        ]
                    }
                ],
                "works": [],
                "gender": "female",
                "sources": [
                    "German Biographical Dictionary",
                    "Berlin Philharmonic Archives"
                ],
                "nationality": "German"
            },
            "location": "Berlin, Germany",
            "publicationYear": "1852",
            "duration": "~35 MINUTES",
            "shortDescription": "A powerful, emotionally charged symphony marked by dramatic contrasts and lyrical slow writing.",
            "longDescription": "Symphony No. 5 in F minor is considered one of Emilie Mayer's masterpieces. Composed around 1852, it showcases her mature compositional style and mastery of orchestral writing. The work is structured in four movements, beginning with a dramatic Allegro con brio in F minor that establishes the symphony's stormy character. The second movement is a lyrical Adagio that provides contrast with its expressive melodies. The third movement is a vigorous Scherzo, while the finale returns to the dramatic mood of the opening, concluding with a powerful coda. Throughout the symphony, Mayer demonstrates her command of orchestration and thematic development, creating a work that stands alongside the symphonies of her male contemporaries in ambition and scope.",
            "instrumentation": [
                "2 Flutes",
                "2 Oboes",
                "2 Clarinets",
                "2 Bassoons",
                "4 Horns",
                "2 Trumpets",
                "Timpani",
                "Strings"
            ],
            "references": [
                {
                    "content": "Mayer's symphonic writing shows the influence of Beethoven while maintaining her distinctive voice.",
                    "source": "Women Composers Journal",
                    "tags": [
                        "analysis",
                        "influence"
                    ]
                }
            ],
            "period": "Late Romantic",
            "genre": "Orchestral",
            "subGenre": "Symphony",
            "style": "tonal",
            "sources": [
                "Berlin State Library",
                "German Music Archives"
            ],
            "rawContent": "ORCHESTRAL · SYMPHONY\n\n~35 MINUTES\n\nInstrumentation Summary\n\n2 Flutes, 2 Oboes, 2 Clarinets, 2 Bassoons, 4 Horns, 2 Trumpets, Timpani, Strings\n\nMood and Style\n\nStormy · Bold · Dramatic"
        },
        "insight": "Mayer's Fifth is a powerful, emotionally charged symphony marked by dramatic contrasts, lyrical slow writing, and vigorous finales. Often hailed as her masterpiece, it's an ideal work for expanding the core Romantic repertoire with a voice that rivals her male contemporaries in ambition and depth."
    },
    {
        "work": {
            "title": "Symphony in A minor",
            "composer": {
                "name": "Alice Mary Smith",
                "birthDate": "1839",
                "deathDate": "1884",
                "birthLocation": "London, UK",
                "deathLocation": "London, UK",
                "longDescription": "Alice Mary Smith (née Meadows White) was an English composer, one of the most prolific and notable female composers of the Victorian era. Born in London, she studied composition with William Sterndale Bennett and George Alexander Macfarren. In 1867, she married Frederick Meadows White, a lawyer who supported her musical career. Smith was the first woman to have a symphony performed in England, with her Symphony in C minor premiered by the Musical Society of London in 1863. She composed a wide range of works including two symphonies, a clarinet concerto, four cantatas, chamber music, and numerous songs and part-songs. She was also active in London's musical life, serving on the board of the Royal Academy of Music and as a member of various musical societies. Despite her achievements and recognition during her lifetime, her works were largely forgotten after her death until recent revival efforts brought her music back to public attention.",
                "shortDescription": "English composer who was the first woman to have a symphony performed in England.",
                "imageURL": "https://example.com/alice_mary_smith.jpg",
                "tags": [
                    "Romantic",
                    "British",
                    "Symphony",
                    "Female Composer"
                ],
                "refrences": [
                    {
                        "content": "Smith's Symphony in A minor was later reworked as a symphonic overture.",
                        "source": "British Music Journal",
                        "tags": [
                            "revision",
                            "historical"
                        ]
                    }
                ],
                "works": [],
                "gender": "female",
                "sources": [
                    "British Library Archives",
                    "Royal Academy of Music Records"
                ],
                "nationality": "British"
            },
            "location": "London, UK",
            "publicationYear": "1876",
            "duration": "~30 MINUTES",
            "shortDescription": "A symphony revealing Smith's gift for graceful thematic development and architectural clarity.",
            "longDescription": "Symphony in A minor, composed in 1876, demonstrates Alice Mary Smith's mature compositional style and her mastery of orchestral writing. The work was later reworked as a symphonic overture, but in its original form consists of four movements following the traditional symphonic structure. The first movement opens with a noble theme in A minor, developed with clarity and purpose. The second movement is a lyrical Andante, showcasing Smith's gift for melody. The third movement is a spirited Scherzo, while the finale brings the work to a satisfying conclusion with sweeping themes and rich orchestration. Throughout the symphony, Smith demonstrates her command of form and orchestration, creating a work that stands firmly within the English symphonic tradition of the 19th century.",
            "instrumentation": [
                "2 Flutes",
                "2 Oboes",
                "2 Clarinets",
                "2 Bassoons",
                "4 Horns",
                "2 Trumpets",
                "Timpani",
                "Strings"
            ],
            "references": [
                {
                    "content": "Smith's symphonic writing shows the influence of Mendelssohn and Schumann.",
                    "source": "Victorian Music Studies",
                    "tags": [
                        "analysis",
                        "influence"
                    ]
                }
            ],
            "period": "Late Romantic",
            "genre": "Orchestral",
            "subGenre": "Symphony",
            "style": "tonal",
            "sources": [
                "British Library",
                "London Concert Archives"
            ],
            "rawContent": "ORCHESTRAL · SYMPHONY / OVERTURE\n\n~30 MINUTES\n\nInstrumentation Summary\n\n2 Flutes, 2 Oboes, 2 Clarinets, 2 Bassoons, 4 Horns, 2 Trumpets, Timpani, Strings\n\nMood and Style\n\nNoble · Lyrical · Sweeping"
        },
        "insight": "This symphony reveals Alice Mary Smith's gift for graceful thematic development and architectural clarity. Its rich textures and stately pacing place it firmly within the English symphonic tradition, offering a poetic yet grounded voice perfect for 19th-century themed programs or rediscovery spotlights."
    }
]